docs/notes/heterodox-perspectives-on-stagnation.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-10-28 qui 14:52 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Heterodox perspectives on Stagnation</title>
<meta name="author" content="Gabriel Petrini" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Heterodox perspectives on Stagnation</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org3bd369d">1. Stefano Di Bucchianico (Roma Tre): Inequality, household debt, ageing and bubbles: A model of demand-side Secular Stagnation</a>
<ul>
<li><a href="#org212a789">1.1. Rediscovery of Secular Stagnation</a></li>
<li><a href="#org4319630">1.2. Negative interest rate policy</a></li>
<li><a href="#org61e9b13">1.3. Proposal</a></li>
<li><a href="#org439f59c">1.4. Alternative model</a></li>
</ul>
</li>
<li><a href="#orgc5c8c85">2. Andrea Borsato (BETA University of Strasbourg): An Agent-based Model for Secular Stagnation in the USA: Theory and Empirical Evidence</a></li>
<li><a href="#orgb0f0141">3. Comments</a>
<ul>
<li><a href="#org421f55e">3.1. Discussant: Fabio Freitas (UFRJ) and Lidia Brochier (UFRJ)</a></li>
</ul>
</li>
</ul>
</div>
</div>
<p>

</p>

<div id="outline-container-org3bd369d" class="outline-2">
<h2 id="org3bd369d"><span class="section-number-2">1.</span> Stefano Di Bucchianico (Roma Tre): Inequality, household debt, ageing and bubbles: A model of demand-side Secular Stagnation</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org212a789" class="outline-3">
<h3 id="org212a789"><span class="section-number-3">1.1.</span> Rediscovery of Secular Stagnation</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>Slowdown of the population growth</li>
<li>Income inequality</li>
<li>Deleveraging</li>
<li>Financial bubbles</li>
</ul>
</div>
</div>

<div id="outline-container-org4319630" class="outline-3">
<h3 id="org4319630"><span class="section-number-3">1.2.</span> Negative interest rate policy</h3>
<div class="outline-text-3" id="text-1-2">
<p>
Some PK questioned the natural rate of interest:
</p>
<ul class="org-ul">
<li>existence of a natural rate of interest</li>
<li>Internal critique: negative natural rate of interest is not consistent
<ul class="org-ul">
<li>Cannot be used in neoclassical models</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org61e9b13" class="outline-3">
<h3 id="org61e9b13"><span class="section-number-3">1.3.</span> Proposal</h3>
<div class="outline-text-3" id="text-1-3">
<ul class="org-ul">
<li>Present a model in which all the previous elements is present without including natural rate of interest</li>
</ul>
</div>
</div>

<div id="outline-container-org439f59c" class="outline-3">
<h3 id="org439f59c"><span class="section-number-3">1.4.</span> Alternative model</h3>
<div class="outline-text-3" id="text-1-4">
<ul class="org-ul">
<li>Inequality and household debt:
<ul class="org-ul">
<li>Workers react to discrepancies between current and target consumption level</li>
<li>Differentiaite the number of people in each social class (Workers, Managers and Capitalists)</li>
</ul></li>
</ul>

<div class="latex" id="orgbb3573e">
\begin{equation}
g^{C^{aw}} = g^{em} + g^{b^{w}}
\end{equation}

</div>

<p>
Stability:
</p>

<div class="latex" id="org1a7a28a">
\begin{equation}
g^{Z} + \phi + \psi > i
\end{equation}

</div>

<p>
Now, consumption depends on the emulation effect and house price, while house prices depends on discrepancies between supply and demand and on credit.
</p>
</div>
</div>
</div>

<div id="outline-container-orgc5c8c85" class="outline-2">
<h2 id="orgc5c8c85"><span class="section-number-2">2.</span> Andrea Borsato (BETA University of Strasbourg): An Agent-based Model for Secular Stagnation in the USA: Theory and Empirical Evidence</h2>
</div>

<div id="outline-container-orgb0f0141" class="outline-2">
<h2 id="orgb0f0141"><span class="section-number-2">3.</span> Comments</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org421f55e" class="outline-3">
<h3 id="org421f55e"><span class="section-number-3">3.1.</span> Discussant: Fabio Freitas (UFRJ) and Lidia Brochier (UFRJ)</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2021-07-20 ter 00:00</p>
<p class="author">Author: Gabriel Petrini</p>
<p class="date">Created: 2021-10-28 qui 14:52</p>
</div>
</body>
</html>
